---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarInstanceBendDiameter
source: html/d60aac72-8594-27f3-ccbd-1e566de1390c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarInstanceBendDiameter Property

"Bend Diameter"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarInstanceBendDiameter { get; }
```